{
  "name": {
    "id": "0",
    "title": "ГЕОЛОГИЯ",
    "children": [
      {
        "id": "-a",
        "title": "Наука о веществе",
        "children": [
          {
            "id": "-aa",
            "title": "Геохимия",
            "content": "Геохимия — наука о химическом составе Земли и планет, процессах формирования минералов и горных пород. <br> В задачи геохимии входят: <br> Определение распространенности химических элементов в Земле и на её поверхности. Анализ распределения химических элементов в космосе и на планетах Солнечной системы.",
            "info": "3d модель молекулы",
            "img": "images/content/-aa.png"
          },
          {
            "id": "-ab",
            "title": "Литология",
            "content": "Литология — наука о современных осадках и осадочных породах, их составе, строении, происхождении и закономерностях пространственного размещения.",
            "info": "отложение терригенных пород",
            "img": "images/content/-ab.png"
          },
          {
            "id": "-ac",
            "title": "Минералогия",
            "content": "Минералогия — наука о твёрдых природных химических соединениях (минералах), которая изучает их внешний вид (форму и цвет), физические и химические свойства.Современная минералогия также изучает особенности структуры, необходимые условия для их образования и изменения, закономерности их совмемстного расположения и методы использования.",
            "info": "Черный ТУРМАЛИН",
            "img": "images/content/-ac.png"
          },
          {
            "id": "-ad",
            "title": "Петрология",
            "content": "Петрология (петрография) — наука, изучающая ассоциации минералов, составляющих горные породы. Изучает особенности строения, состав, текстуру, физико-химические условия образования, распределение в земной коре, изменения в зависимости от различных факторов.",
            "info": "Образец ассоциации минералов под микроскопом",
            "img": "images/content/-ad.png"
          },
          {
            "id": "-ae",
            "title": "Кристаллография",
            "content": "Кристаллография — наука о кристаллах, их структуре, физических свойствах и условиях их образования. Кристаллография обладает несколькими ответвлениями: физическая (которая изучает физические свойства), геометрическая (которая изучает форму), кристаллогенез (которая изучает рост и образование) и кристаллохимия (которая изучает связь между химическим составом и физическими свойствами).",
            "info": "Кристаллы кварца",
            "img": "images/content/-ae.png"
          }
        ]
      },
      {
        "id": "-b",
        "title": "Динамическая гелогогия",
        "children": [
          {
            "id": "-ba",
            "title": "Геотектоника",
            "content": "Геотектоника — наука, изучающая структуру, движение и развитие твёрдой оболочки Земли (первичный вид, так и возникшие деформации). На основе этих работ составляются тектонические карты разного масштаба: от мировых до региональных.",
            "info": "Карта литосферных плит",
            "img": "images/content/-ba.png"
          },
          {
            "id": "-bb",
            "title": "Геоморфология",
            "content": "Геоморфология — наука, изучающая рельеф земной коры, его происхождение и историю развития. Основополагающий вопрос: «Как выглядит процесс, формирующий рельеф?». Геоморфологи пытаются понять историю и динамику изменения рельефа, и прогнозируют будущие изменения.",
            "info": "Горный рельеф Земли ",
            "img": "images/content/-bb.png"
          },
          {
            "id": "-bc",
            "title": "Вулканология",
            "content": "Вулканология — наука, изучающая процессы и причины образования вулканов, их развитие, строение и состав продуктов извержения, изменение характера их деятельности, а также закономерности размещения вулканов на поверхности Земли.Практическая цель вулканологии — разработка методов предсказания извержений и использование вулканического тепла, горячих вод и пара для нужд народного хозяйства.",
            "info": "Вулканолог",
            "img": "images/content/-bc.png"
          },
          {
            "id": "-bd",
            "title": "Сейсмогеология",
            "content": "Сейсмология — наука, изучающая колебания земной коры, причины возникновения землетрясений, связанные с ними явления и структуру Земли. <br> Существует несколько основных направлений: <br> Изучение природы землетрясений (как, где, почему). <br> Прогнозы возникновения землетрясений. <br>Изучение внутреннего строения Земли.",
            "info": "Сейсмограмма землетрясений",
            "img": "images/content/-bd.png"
          }
        ]
      },
      {
        "id": "-c",
        "title": "Региональная гелогогия",
        "content": "Региональная геология — наука, изучающая общие черты и особенности строения, историю развития и полезные ископаемые отдельных участков земной коры. Понятие «регион» распространяется на множество разноуровневых объектов. Для выделенных региеонов устанавливаются условия залегания, взаимоотношения, последовательность формирования комплексов во времени и пространстве.",
        "info": "КАРТА РОССИИ ПО РЕГИОНАМ",
        "img": "images/content/-c.png"
      },
      {
        "id": "-d",
        "title": "Геология полезных ископаемых",
        "children": [
          {
            "id": "-da",
            "title": "Рудные ископаемые",
            "content": "Геология рудных ископаемых (металлогения) — раздел геологии, изучающий закономерности размещения рудных месторождений и их связь с процессами осадкообразования, тектоники, магматизма и метаморфизма. К рудным ископаемым можно отнести железные руды и руды цветных металлов.",
            "info": "Железная руда",
            "img": "images/content/-da.png"
          },
          {
            "id": "-db",
            "title": "Нерудные ископаемые",
            "content": "Геология нерудных ископаемых — раздел геологии, изучающий строение, состав, условия образования и закономерности размещения нерудных ископаемых. К нерудным полезным ископаемым можно отнести гранит, известняк, доломит, мрамор, песчаники, фософрит, самородная сера и др.",
            "info": "Мрамор",
            "img": "images/content/-db.png"
          }
        ]
      },
      {
        "id": "a",
        "title": "Космическая гелогогия",
        "children": [
          {
            "id": "aa",
            "title": "Планетология",
            "content": "Планетология — это комплекс наук, изучающих планеты и их спутники, а также солнечную систему в целом и другие планетные системы с их экзопланетами.",
            "info": "Модель планеты земля",
            "img": "images/content/aa.png"
          }
        ]
      },
      {
        "id": "b",
        "title": "Инженерная гелогогия",
        "children": [
          {
            "id": "ba",
            "title": "Инженерная геология",
            "content": "Инженерная геология — наука, изучающая строение, форму, динамику и региональные особенности верхних слоев земной коры и их взаимодействие с инженерными сооружениями.",
            "info": "РАЗВЕДКА МЕСТОРОЖДЕНИЙ ПОЛЕЗНЫХ ИСКОПАЕМЫХ",
            "img": "images/content/ba.png"
          },
          {
            "id": "bb",
            "title": "Гидрогеология",
            "content": "Гидрогеология — наука, изучающая происхождение, условия залегания, состав и закономерности движения подземных вод, а также их взаимодействие с горными породами, поверхностными водами и атмосферой. Данные гидрогеологии используются для решения вопросов водоснабжения и воздействия подземных вод на инженерные сооружения человека.",
            "info": "СТРОЕНИЕ И МЕСТОПОЛОЖЕНИЕ ПОДЗЕМНЫХ ВОД",
            "img": "images/content/bb.png"
          },
          {
            "id": "bc",
            "title": "Мерзлотоведение",
            "content": "Геокриология (мерзлотоведение) — наука о закономерностях развития, распространения, особенностях строения, составе промерзающих, мерзлых и протаивающих почв. Включает в себя методы исследования происходящих в них физических процессах и явлений под влиянием промерзаниям и протаивания. ",
            "info": "ЛЬДЫ АНТАРКТИКИ",
            "img": "images/content/bc.png"
          },
          {
            "id": "bd",
            "title": "Экологическая геология",
            "content": "Экологическая геология — научная дисциплина, изучающая экологические функции внешней сферы Земли, закономерности их формирования и пространственно-временного изменения, под влиянием природных и технических причин в связи с жизнью и деятельностью человека. ",
            "info": "ИЛЛЮСТРАЦИЯ НА ТЕМУ ЭКОЛОГИИ ",
            "img": "images/content/bd.png"
          }
        ]
      },
      {
        "id": "c",
        "title": "Историческая гелогогия",
        "children": [
          {
            "id": "ca",
            "title": "Палеогеография",
            "content": "Палеогеография — наука, изучающая физико-географические обстановки, их динамику, источники (факторы) этой динамики — изменения климата, тектонические движения — на поверхности Земли в геологическом прошлом.",
            "info": "Схема смены палеогеографических обстановок на территории Самарской области",
            "img": "images/content/ca.png"
          },
          {
            "id": "cb",
            "title": "Палеотектоника",
            "content": "Палеотектоника — наука изучающая изменения земной коры под влиянием тектонических движений и деформаций. <br> Она восстанавливает открытие и закрытие древних океанов и движение континентов.",
            "info": "реконструкция облика 65 млн лет назад",
            "img": "images/content/cb.png"
          },
          {
            "id": "cc",
            "title": "Стратиграфия",
            "content": "Стратиграфия —наука, изучающая изучающая слоистые осадочные и вулканогенные породы. Ее основыне задачи: рассмотрением последовательности образовавшихся горных пород, расчленением осадочных толщ, их корреляция и определение возраста.",
            "info": "СЛОИСТЫЙ РАЗРЕЗ",
            "img": "images/content/cc.png"
          },
          {
            "id": "cd",
            "title": "Палеонтология",
            "content": "Палеонтология — наука об окаменелых ископаемых животных и растений.Ученые палеонтологи занимаются не только поиском и раскопками, но и восстанавливают внешний вид вымершего организма, его биологические особенности. Также с помощью этих знаний можно восстановить ход биологической эволюции.",
            "info": "скелет тираннозавра из палеонтологического музея ",
            "img": "images/content/cd.png"
          }
        ]
      },
      {
        "id": "d",
        "title": "Геология горючих ископаемых",
        "children": [
          {
            "id": "da",
            "title": "Угольная геология",
            "content": "Угольная геология — прикладной раздел геологии, изучающий состав, закономерности размещения, поиском и разработкой месторождений. Центром исследования которого является каменный уголь и антрацит.",
            "info": "Антрацит",
            "img": "images/content/da.png"
          },
          {
            "id": "db",
            "title": "Нефтегазовая геология",
            "content": "Нефтегазовая геология — прикладной раздел геологии, изучающий образования и скопления углеводородов в недрах земли, с целью научно обоснованного прогноза нахождения залежей нефти и газа, выбора рационального комплекса методов их поиска, разведки, подсчёта запасов и оптимального режима разработки.",
            "info": "Нефтяная платформа",
            "img": "images/content/db.png"
          }
        ]
      }
    ]
  }
}
